{
  "Home": "Home",
  "AboutUs": "About Us",
  "Contact": "Contact",
  "CaruaselText": "Natural products! Quality and trust!",
  "AboutTaqvo": "TAQVO – the leading brand in Uzbekistan that combines quality and integrity, offering jiz products with a new taste and modern design.",
  "Order": "Order",
  "Delivery range": "Delivery range",
  "Delivery range text": "Taqvo organizes the delivery of its products to wide regions, prioritizing quality and speed. Thanks to our delivery network, products reach all regions of Uzbekistan on time. Taqvo – always close to you, always reliable.",
  "About Taqvo brend": "About Taqvo brend",
  "About Taqvo brend text": "Taqvo is a brand that embodies quality and integrity, offering its products with a fresh taste and modern design through an innovative approach. As the first in Uzbekistan to produce jiz products based on the principles of high quality and honesty, Aqvo continues to earn the trust of its customers.",
  "Product types": "Product types",
  "Product types text": "The Taqvo brand currently serves consumers with products made from beef, chicken, and lamb. Each of our products is produced based on the principles of high quality, unique taste, and integrity. Taqvo is a shining symbol of delicious and trustworthy products.",
  "Your moments with Taqvo": "Your moments with Taqvo",
  "Our Instagram": "Our Instagram",
  "Our Telegram": "Our Telegram",
  "Feel the new taste with Taqvo": "Feel the new taste with Taqvo",
  "Feel the new taste with Taqvo text": "The Taqvo brand invites you to discover new tastes. Our products offer each consumer a unique and fresh flavor through quality and an innovative approach. Taqvo is not just about taste — it's an opportunity to experience something new with healthy and honest products. Discover new flavors with us and feel the true quality!",
  "Our contact phone numbers:": "Our contact phone numbers:",
  "Your name": "Your name",
  "Your surname": "Your surname",
  "Your phone number": "Your phone number",
  "Telegram username": "Telegram username",
  "Region": "Region",
  "Product": "Product",
  "Franchise": "Franchise",
  "Send": "Send",
  "Select a service type": "Select a service type",
  "Message": "Message",
  "Our Certificates": "Our Certificates",
  "Ad": "The taste, quality, purity, and uniqueness you seek... All come together at one point — and become Aqvo!",
  "All rights reserved": "All rights reserved",
  "About title 1": "Taqvo – high-quality canned products",
  "TAQVO Minced Meat Products": "TAQVO Minced Meat Products",
  "TAQVO Minced Meat Products text": "TAQVO is the leading brand in Uzbekistan that embodies quality and honesty, offering minced meat products with a new taste and modern design.",
  "About text 1": "TAQVO is one of the leading producers of minced and canned products in Uzbekistan. We strive to provide minced meat products that embody quality and honesty, meeting international standards and requirements. Using modern equipment and advanced technologies, our production process is strictly monitored for quality. Every AQVO minced meat product undergoes several stages of testing and inspection to ensure its safety and suitability for consumption. AQVO is the symbol of quality, honesty, and safety.",
  "Taqvo text": "TAQVO Minced Meat Products: New Design, New Taste",
  "About text 2": "The TAVQO brand presents minced meat products with a new, modern packaging design and unique taste. Our products are not only of high quality but also packaged in attractive and environmentally friendly materials. Every Aqvo product package offers a unique taste and design that provides customers not only quality but also visual pleasure.",
  "About text 3": "The TAQVO brand presents minced meat products with new taste and modern packaging design. Our products are of high quality, halal, and safe, and each package stands out with its innovative design. Our minced meat products meet international quality standards and are produced using modern technologies. Every product undergoes several strict checks, ensuring its taste and quality. Aqvo products are not only tasty but also valued by our customers for their design and eco-technologies. We strive to provide every consumer with high-quality products while ensuring the perfect harmony of quality and design. Aqvo is about new taste and modern design.",
  "": ""
}
