{
  "Home": "Home",
  "AboutUs": "About Us",
  "Contact": "Contact",
  "CaruaselText": "Natural products! Quality and trust!",
  "AboutTaqvo": "TAQVO – the leading brand in Uzbekistan that combines quality and integrity, offering jiz products with a new taste and modern design.",
  "Order": "Order",
  "Delivery range": "Delivery range",
  "Delivery range text": "Taqvo organizes the delivery of its products to wide regions, prioritizing quality and speed. Thanks to our delivery network, products reach all regions of Uzbekistan on time. Taqvo – always close to you, always reliable.",
  "About Taqvo brend": "About Taqvo brend",
  "About Taqvo brend text": "Taqvo is a brand that embodies quality and integrity, offering its products with a fresh taste and modern design through an innovative approach. As the first in Uzbekistan to produce jiz products based on the principles of high quality and honesty, Aqvo continues to earn the trust of its customers.",
  "Product types": "Product types",
  "Product types text": "The Taqvo brand currently serves consumers with products made from beef, chicken, and lamb. Each of our products is produced based on the principles of high quality, unique taste, and integrity. Taqvo is a shining symbol of delicious and trustworthy products.",
  "Your moments with Taqvo": "Your moments with Taqvo",
  "Our Instagram": "Our Instagram",
  "Our Telegram": "Our Telegram",
  "Feel the new taste with Taqvo": "Feel the new taste with Taqvo",
  "Feel the new taste with Taqvo text": "The Taqvo brand invites you to discover new tastes. Our products offer each consumer a unique and fresh flavor through quality and an innovative approach. Taqvo is not just about taste — it's an opportunity to experience something new with healthy and honest products. Discover new flavors with us and feel the true quality!",
  "Our contact phone numbers:": "Our contact phone numbers:",
  "Your name": "Your name",
  "Your surname": "Your surname",
  "Your phone number": "Your phone number",
  "Telegram username": "Telegram username",
  "Region": "Region",
  "Product": "Product",
  "Franchise": "Franchise",
  "Send": "Send",
  "Select a service type": "Select a service type",
  "Message": "Message",
  "Our Certificates": "Our Certificates",
  "Ad": "The taste, quality, purity, and uniqueness you seek... All come together at one point — and become Aqvo!",
  "All rights reserved": "All rights reserved"
}
