{
  "Home": "Главная",
  "AboutUs": "О нас",
  "Contact": "Контакты",
  "CaruaselText": "Натуральные продукты! Качество и доверие!",
  "AboutTaqvo": "TAQVO – ведущий бренд в Узбекистане, который первым объединил в себе качество и честность, предлагая изделия из джиза с новым вкусом и современным дизайном.",
  "Order": "Заказ",
  "Delivery range": "Охват доставки",
  "Delivery range text": "Бренд Taqvo организует доставку своей продукции в широкие регионы, ставя на первое место качество и оперативность. Благодаря нашей сети доставки, продукция вовремя доходит до всех регионов Узбекистана. Taqvo – всегда рядом с вами, всегда надежен.",
  "About Taqvo brend": "О бренде Taqvo",
  "About Taqvo brend text": "Taqvo — бренд, воплощающий в себе качество и честность, предлагающий продукцию с новым вкусом и современным дизайном благодаря инновационному подходу. Будучи первым в Узбекистане, кто начал производить продукцию джиз на основе принципов высокого качества и честности, Aqvo продолжает завоёвывать доверие клиентов.",
  "Product types": "Виды продукции",
  "Product types text": "Бренд Taqvo в настоящее время обслуживает потребителей продукцией из говядины, куриного и баранины. Каждый наш продукт производится на основе принципов высокого качества, уникального вкуса и честности. Taqvo — яркий символ вкусной и надежной продукции.",
  "Your moments with Taqvo": "Ваши моменты с Taqvo",
  "Our Instagram": "Наш Instagram",
  "Our Telegram": "Наш Telegram",
  "Feel the new taste with Taqvo": "Почувствуйте новый вкус с Taqvo",
  "Feel the new taste with Taqvo text": "Бренд Taqvo приглашает вас открыть для себя новые вкусы. Наша продукция предлагает каждому потребителю уникальный и свежий вкус благодаря качеству и инновационному подходу. Taqvo — это не только вкус, но и возможность ощутить новые впечатления с полезной и честной продукцией. Откройте новые вкусы вместе с нами и почувствуйте настоящее качество!",
  "Our contact phone numbers:": "Наши контактные номера телефонов:",
  "Your name": "Ваше имя",
  "Your surname": "Ваша фамилия",
  "Your phone number": "Ваш номер телефона",
  "Telegram username": "Ваш Telegram username",
  "Region": "Регион",
  "Product": "Продукт",
  "Franchise": "Франшиза",
  "Send": "Отправить",
  "Select a service type": "Выберите тип услуги",
  "Message": "Сообщение",
  "Our Certificates": "Наши сертификаты",
  "Ad": "Изысканный вкус, качество, чистота и уникальность, которые вы ищете... Всё объединяется в одной точке — и превращается в Aqvo!",
  "All rights reserved": "Все права защищены"
}
